[
  {
    "key": 1,
    "head": "Oral physician and radiology",
    "img" : "/image/Service Image/Oral physician and radiology/haedImage.webp",
    "defi": [
      {
        "Label": "Diagnosis of condition of oral and maxillofacial surgery",
        "img": "/image/Service Image/Oral physician and radiology/dentist-8576790_1280.webp",
        "para": "Oral and maxillofacial surgery focuses on diagnosing and treating conditions related to the mouth, jaws, and face. This includes anything from dental infections, cysts, and tumors to complex jaw deformities and facial trauma. Through detailed evaluations and advanced diagnostic tools, oral surgeons assess the patient’s condition to determine the best course of treatment. Whether it’s reconstructive surgery, corrective jaw surgery, or treatment for impacted wisdom teeth, their expertise covers a broad range of procedures designed to restore function and aesthetics.",
        "para2": "In addition to physical examinations, diagnostic techniques such as imaging scans, 3D modeling, and consultation with other specialists ensure a thorough understanding of the patient's needs. This comprehensive approach allows oral and maxillofacial surgeons to treat both common and complex conditions effectively, offering long-term solutions that improve quality of life."
        ,"key" : 1
      },
      {
        "Label": "Biopsies",
        "img": "/image/Service Image/Oral physician and radiology/biopsis.webp",
        "para": "A biopsy involves the removal of a small sample of tissue from the mouth or surrounding areas for further examination under a microscope. This procedure is typically performed to diagnose abnormalities such as lesions, growths, or suspicious oral changes that may indicate the presence of cancer or other diseases. Biopsies are crucial for early detection, allowing healthcare providers to identify and treat conditions before they become more serious.",
        "para2":"Oral biopsies are quick and minimally invasive, and the results provide vital information that guides further treatment. Whether it's a benign condition or a more serious diagnosis, a biopsy ensures that the appropriate medical or surgical interventions can be planned with confidence."
        ,"key" : 2
      },
      {
        "Label": "Dental X-Ray",
        "img": "/image/Service Image/Oral physician and radiology/dental-x-rays.webp",
        "para": "Dental X-rays are an essential diagnostic tool used to detect issues that cannot be seen during a regular dental examination. They help in identifying problems such as cavities, bone loss, impacted teeth, and infections in the root canals. By producing images of the teeth, bones, and surrounding tissues, X-rays give a clear picture of the patient’s oral health, allowing for more accurate treatment planning.",
        "para2": "There are several types of dental X-rays, including bitewings, panoramic, and periapical images, each offering different insights into the patient’s dental structure. These quick, safe, and painless procedures ensure that hidden issues are discovered and treated before they become more serious.",
        "key" : 3
      },
      {
        "Label": "Mouth Ulcer",
        "img": "/image/Service Image/Oral physician and radiology/mouthUlcer.webp",
        "para": "Mouth ulcers, also known as canker sores, are painful sores that form on the soft tissues inside the mouth, such as the gums, tongue, or inner cheeks. They can be caused by various factors, including stress, minor injuries, certain foods, or underlying health conditions. While most mouth ulcers heal on their own within a week or two, persistent or recurrent ulcers may require professional treatment.",
        "para2": "Treatment for mouth ulcers focuses on relieving pain and speeding up the healing process. This may involve using medicated mouth rinses, topical ointments, or addressing underlying causes like nutritional deficiencies or infections. Proper diagnosis and management can prevent complications and improve comfort during healing.",
        "key" : 4
      },
      {
        "Label": "Treatment of Reduced mouth opening",
        "img": "/image/Service Image/Oral physician and radiology/reduced-mouth-opening.webp",
        "para": "Reduced mouth opening, also known as trismus, can result from a variety of causes, including trauma, infection, jaw disorders, or after certain surgeries. It restricts the ability to open the mouth fully, which can impact eating, speaking, and oral hygiene. Treatment for trismus focuses on addressing the underlying cause and restoring normal jaw function.",
        "para2": "Depending on the severity of the condition, treatments may include physical therapy, medications to reduce inflammation or pain, and in some cases, surgical intervention. Early diagnosis and management are key to preventing long-term complications and improving the patient’s quality of life.",
        "key" : 5
      },
      {
        "Label": "Tongue disorders / Tongue tie",
        "img": "/image/Service Image/Oral physician and radiology/Tongue-Tie.webp",
        "para": "Tongue disorders can significantly affect a person’s ability to speak, eat, and swallow. One common condition is tongue-tie (ankyloglossia), where the tissue connecting the tongue to the floor of the mouth is too short or tight, limiting its movement. This can cause speech difficulties, feeding problems in infants, and other complications. Treatment for tongue-tie often involves a simple surgical procedure called a frenectomy, where the restrictive tissue is released to improve tongue mobility.",
        "para2": "In addition to tongue-tie, other tongue disorders, such as infections, growths, or sores, require prompt diagnosis and treatment. Oral healthcare providers can identify these conditions during a routine exam and recommend appropriate treatments, ensuring that the tongue functions properly and without discomfort.",
        "key" : 6
      }
    ],
    "detail" : "Oral physicians are specialists trained to diagnose and manage a wide range of oral health issues, including oral cancers, infections, jaw disorders, and facial pain. By conducting thorough clinical evaluations and using advanced diagnostic tools, they ensure that any abnormalities in the oral cavity are accurately identified and treated. Their expertise goes beyond routine dental care, often addressing complex conditions like temporomandibular joint (TMJ) disorders or oral lesions that require specialized knowledge and care.",
    "detail2":" Radiology enhances the precision of oral diagnostics through technologies like digital X-rays, Cone Beam Computed Tomography (CBCT), and other imaging methods. These techniques allow oral physicians to visualize the internal structures of the teeth, bones, and soft tissues, enabling early detection of potential issues that may not be visible to the naked eye. Whether planning a surgical procedure, treating trauma, or monitoring diseases, the integration of radiology ensures more comprehensive and effective patient care."
  },
  {
    "key": 2,
    "head": "Conservative and Endodontics",
    "img" : "/image/Service Image/Conservative and Endodontics/HeadImage.webp",
    "defi": [
      {
        "Label": "Composite filling",
        "img": "/image/Service Image/Conservative and Endodontics/Composite.webp",
        "para": "A composite filling is a tooth-colored material used to repair cavities or damage in teeth. Unlike traditional metal fillings, composite fillings blend seamlessly with the natural tooth, providing a more aesthetically pleasing result. They are made from a mixture of plastic and fine glass particles, which can be shaped and polished to match the surrounding teeth. Composite fillings are durable, resistant to fractures, and are ideal for both front and back teeth.",
        "para2": "The procedure is minimally invasive, as less of the tooth structure needs to be removed compared to other filling materials. Patients often prefer composite fillings due to their natural appearance and ability to bond directly to the tooth, providing additional support and reducing the risk of future decay.",
        "key" : 1
      },
      {
        "Label": "Onlay restoration",
        "img": "/image/Service Image/Conservative and Endodontics/onlay.webp",
        "para": "An onlay restoration is a custom-made filling that is used to repair a tooth with significant damage or decay. Unlike traditional fillings, which fit inside the tooth, an onlay covers one or more of the tooth’s cusps, offering greater protection and support. It is often recommended when the damage is too extensive for a standard filling but not severe enough to require a full crown.",
        "para2": "Onlays are typically made from porcelain, composite resin, or gold and are bonded to the tooth, restoring its shape and function. This conservative treatment helps preserve more of the natural tooth while providing long-lasting durability. Onlays are ideal for patients seeking a strong and natural-looking solution for damaged teeth.",
        "key" : 2
      },
      {
        "Label": "Inlay restoration",
        "img": "/image/Service Image/Conservative and Endodontics/inlay.webp",
        "para": "Inlay restorations are used to repair small areas of a tooth that have been damaged by decay or trauma. Unlike a regular filling, an inlay is custom-made to fit precisely within the grooves of the tooth, without covering the cusps. It is typically made from materials like porcelain or composite resin, offering a natural look and a perfect fit.",
        "para2": "Inlays are highly durable and provide superior protection compared to traditional fillings. They are ideal for restoring teeth that have been moderately damaged, and their precise fit ensures minimal tooth structure is removed during the procedure. Inlays not only restore function but also prevent further decay by sealing the tooth tightly.",
        "key" : 3
      },
      {
        "Label": "Bite Correction",
        "img": "/image/Service Image/Conservative and Endodontics/bite_correction.webp",
        "para": "Bite correction addresses problems with how the upper and lower teeth come together, commonly referred to as malocclusion. Issues such as overbites, underbites, crossbites, and open bites can cause discomfort, difficulty chewing, and uneven wear on teeth. Bite correction treatments range from braces and clear aligners to more advanced procedures like reshaping teeth or jaw surgery in severe cases.",
        "para2": "By correcting the bite, patients can experience improved oral function, enhanced aesthetics, and a reduction in the risk of developing future dental problems like jaw pain, tooth wear, and gum issues. Early diagnosis and treatment of bite issues help ensure long-term dental health and comfort.",
        "key" : 4
      },
      {
        "Label": "Space filling",
        "img": "/image/Service Image/Conservative and Endodontics/space_filling.webp",
        "para": "Space filling is a procedure used to close gaps between teeth, which can result from tooth extractions, natural spacing, or alignment issues. These spaces can cause problems with chewing, speech, and even impact the surrounding teeth by allowing them to shift. Space fillers, such as bridges, implants, or orthodontic treatments, help restore proper alignment and prevent further complications.",
        "para2": "By filling gaps in the mouth, patients can maintain a balanced bite, improve aesthetics, and reduce the risk of developing gum issues or tooth decay in the areas where the gaps are present. Space filling ensures the functionality and appearance of a full smile.",
        "key" : 5
      },
      {
        "Label": "Tooth repair",
        "img": "/image/Service Image/Conservative and Endodontics/tooth_repair.webp",
        "para": "Tooth repair treatments address a variety of dental issues, including cracks, chips, or fractures caused by trauma or decay. Depending on the severity of the damage, treatments may include dental bonding, veneers, crowns, or fillings. The goal of tooth repair is to restore the strength, function, and appearance of the affected tooth while preventing further damage.",
        "para2": "Advanced dental materials used in tooth repair procedures ensure that the repaired tooth blends seamlessly with the natural teeth. These treatments provide long-lasting results and can help patients regain confidence in their smile while preserving the overall health of their teeth.",
        "key" : 6
      },
      {
        "Label": "Painless Root Canal Treatment",
        "img": "/image/Service Image/Conservative and Endodontics/root_canal.webp",
        "para": "A painless root canal treatment involves the removal of infected or damaged pulp from inside the tooth, followed by cleaning and sealing the canal. Advances in dental technology and anesthesia have made root canal treatments more comfortable, ensuring patients experience little to no pain during the procedure. This treatment is essential for saving a tooth that would otherwise need extraction due to deep decay or infection.",
        "para2": "With modern techniques, patients can undergo root canal therapy in a stress-free environment, preventing the spread of infection and restoring the tooth's function. Root canal treatments are a critical component of dental care, offering long-term protection for damaged teeth while eliminating pain and discomfort.",
        "key" : 7
      },
      {
        "Label": "Single visit Root Canal Treatment",
        "img": "/image/Service Image/Conservative and Endodontics/single_visit_Root_C.webp",
        "para": "A single-visit root canal treatment is a time-saving approach that completes the entire root canal procedure in just one appointment. This is ideal for patients with busy schedules or those seeking immediate relief from dental pain caused by infected or damaged pulp. In this procedure, the dentist removes the infected tissue, cleans the canal, and seals the tooth in one sitting, providing quick and efficient care.",
        "para2": "Advances in dental technology allow for faster and more precise root canal treatments, minimizing the need for multiple visits. This approach helps patients avoid prolonged discomfort and reduces the overall time spent in the dental chair, while still delivering the same high-quality results.",
        "key" : 8
      }
    ],
    "detail":"Conservative dentistry emphasizes minimal intervention, focusing on techniques that preserve as much of the natural tooth structure as possible. Treatments like tooth-colored fillings, inlays, and onlays are used to restore decayed or damaged teeth, ensuring long-lasting results while maintaining the aesthetics of a patient’s smile. Conservative methods aim to reduce the need for more invasive procedures and promote better oral health over time.",
    "detail2":"Endodontics, on the other hand, focuses on treating the inside of the tooth, particularly issues related to the dental pulp. Root canal therapy is one of the most common endodontic treatments, saving teeth that might otherwise be lost to infection or decay. The procedure involves removing the infected pulp, cleaning the canal, and sealing it to prevent further infection. With advances in endodontic technology, these treatments have become highly effective, often offering pain-free solutions that help patients retain their natural teeth for years to come."
  },
  {
    "key": 3,
    "head": "Crowns and Bridge",
    "img" : "/image/Service Image/crowns-bridges/headImage.webp",
    "defi": [
      {
        "Label": "Dental crowns",
        "img": "/image/Service Image/crowns-bridges/dental-crowns.webp",
        "para": "Dental crowns are protective caps placed over damaged or weakened teeth to restore their strength, function, and appearance. Made from materials like porcelain, ceramic, or metal, crowns provide a durable and aesthetically pleasing solution for teeth that have been compromised by decay, fractures, or large fillings. By encasing the entire tooth, crowns offer long-lasting protection and help prevent further damage.",
        "para2": "Crowns are custom-made to fit each tooth precisely, ensuring comfort and a natural appearance. They not only restore function but also improve the overall look of a patient’s smile, offering a reliable solution for preserving dental health over time.",
        "key" : 1
      },
      {
        "Label": "Zirconia crowns",
        "img": "/image/Service Image/crowns-bridges/zirconia-crowns.webp",
        "para": "Zirconia crowns are known for their exceptional strength, durability, and natural appearance. Made from zirconium dioxide, these crowns are highly resistant to wear and fractures, making them ideal for both front and back teeth. Zirconia crowns are biocompatible, meaning they are safe and unlikely to cause allergic reactions or irritation in the gums.",
        "para2": "Due to their translucent quality, zirconia crowns closely mimic the appearance of natural teeth, providing an aesthetic solution that blends seamlessly with the rest of the smile. Their long-lasting durability ensures that patients enjoy both functional and cosmetic benefits for many years.",
        "key" : 2
      },
      {
        "Label": "PFM crowns",
        "img": "/image/Service Image/crowns-bridges/PFm_mls.webp",
        "para": "PFM (Porcelain-Fused-to-Metal) MLS crowns combine the strength of a metal base with the natural look of porcelain. These crowns are reinforced with a high-quality metal alloy, such as MLS (Molybdenum, Nickel, and Chromium), providing both durability and an aesthetic appearance. The metal foundation ensures the crown remains strong, while the porcelain layer offers a tooth-like finish.",
        "para2": "PFM MLS crowns are commonly used for patients who need extra strength for their back teeth, while still achieving an aesthetically pleasing result. They are long-lasting, functional, and offer a good balance between strength and beauty.",
        "key" : 3
      },
      {
        "Label": "CAD/CAM crowns",
        "img": "/image/Service Image/crowns-bridges/cadcam.webp",
        "para": "CAD/CAM (Computer-Aided Design and Manufacturing) crowns represent the latest in dental technology, allowing for precise, same-day crown creation. Using digital imaging and milling technology, dentists can design and produce a custom crown within a single appointment. These crowns are typically made from ceramic or composite materials, providing a durable and aesthetically pleasing result.",
        "para2": "The CAD/CAM process eliminates the need for temporary crowns and multiple visits, offering a faster, more convenient solution for patients. These crowns are highly accurate, ensuring a perfect fit, and are an excellent option for those seeking a quick, high-quality dental restoration.",
        "key" : 4
      },
      {
        "Label": "Dental Veneers",
        "img": "/image/Service Image/crowns-bridges/Dental-veneer.webp",
        "para": "Dental veneers are thin, custom-made shells designed to cover the front surface of teeth to improve their appearance. Made from porcelain or composite resin, veneers are bonded to the tooth to correct issues such as discoloration, chips, gaps, or misalignment. Veneers offer a cosmetic solution that enhances the aesthetics of a smile while maintaining the natural strength of the teeth.",
        "para2": "Porcelain veneers are known for their durability and stain resistance, while composite veneers are a more affordable option. Both provide a long-lasting, minimally invasive way to achieve a beautiful smile, making veneers a popular choice for patients seeking cosmetic improvements.",
        "key" : 5
      },
      {
        "Label": "Denture complete / partial",
        "img": "/image/Service Image/crowns-bridges/complete-partial-dentures.webp",
        "para": "DescriptionComplete and partial dentures are removable prosthetic devices designed to replace missing teeth. Complete dentures are used when all teeth in the upper or lower jaw are missing, while partial dentures fill in gaps when some natural teeth remain. Both types of dentures help restore oral function, improve speech, and enhance appearance by providing support to facial muscles.",
        "para2": "Modern dentures are made from lightweight, durable materials that offer a natural look and comfortable fit. They are custom-designed to match the patient's mouth, providing an effective and affordable solution for tooth replacement.",
        "key" : 6
      },
      {
        "Label": "Acrylic crowns (temporary)",
        "img": "/image/Service Image/crowns-bridges/Acrylic-crowns.webp",
        "para": "Acrylic crowns are temporary crowns used to protect a tooth while a permanent crown is being made. These crowns are typically placed after a root canal or other restorative treatment to protect the tooth from damage or infection. Made from acrylic resin, they are not as strong as permanent crowns but serve as a short-term solution to maintain the tooth's function and appearance.",
        "para2": "Acrylic crowns are custom-made to fit comfortably and securely, offering a temporary but effective way to protect a tooth while awaiting a more durable, permanent restoration.",
        "key" : 7
      },
      {
        "Label": "Over dentures",
        "img": "/image/Service Image/crowns-bridges/Over-Dentures.webp",
        "para": "Overdentures are a type of removable denture that is supported by dental implants or natural teeth. Unlike traditional dentures, which rest directly on the gums, overdentures offer increased stability by being anchored to implants or remaining teeth. This provides better retention, improved chewing ability, and greater comfort for the patient.",
        "para2": "Overdentures are an excellent option for individuals who have lost most or all of their teeth but want a more secure and functional alternative to traditional dentures. They offer enhanced comfort and prevent the bone loss typically associated with tooth loss.",
        "key" : 8
      },
      {
        "Label": "Implant supported dentures",
        "img": "/image/Service Image/crowns-bridges/implant_supported.webp",
        "para": "Implant-supported dentures are a permanent solution for replacing missing teeth, offering the stability of dental implants combined with the functionality of dentures. These dentures are attached to dental implants placed in the jawbone, providing a secure fit that doesn’t rely on adhesives or suction. Implant-supported dentures are ideal for patients seeking a long-term, stable option that allows for more natural chewing, speaking, and smiling.",
        "para2": "This treatment offers both cosmetic and functional benefits, improving quality of life and preventing issues like bone loss that can occur with traditional dentures. Implant-supported dentures provide a stable and comfortable solution for patients looking for a durable, full-mouth restoration.",
        "key" : 9
      }
    ],
    "detail":"A dental crown is a cap placed over a damaged tooth to restore its strength, appearance, and function. Crowns are often used for teeth that have been weakened by decay, large fillings, or fractures. Available in materials like porcelain, ceramic, and metal, crowns are custom-made to match the natural color of the patient's teeth, blending seamlessly with the surrounding teeth. They provide long-term protection and improve chewing and speaking abilities while also enhancing the overall look of a patient's smile.",
    "detail2":"A dental bridge is a prosthetic device used to replace one or more missing teeth. It consists of artificial teeth (pontics) that are anchored to the adjacent natural teeth or dental implants. This helps prevent shifting of the remaining teeth, maintains facial structure, and restores full functionality to the mouth. By using crowns as anchors, bridges provide a durable solution to gaps in the smile, promoting better oral health and restoring confidence in one’s appearance."
  },
  {
    "key": 4,
    "head": "Orthodontics and Aligners",
    "img" : "/image/Service Image/Orthodontics and Aligners/headImage.webp",
    "defi": [
      {
        "Label": "Metal braces",
        "img": "/image/Service Image/Orthodontics and Aligners/metal.webp",
        "para": "Metal braces are the traditional and most common orthodontic treatment for straightening teeth and correcting bite issues. Made from high-grade stainless steel, these braces consist of metal brackets bonded to the teeth and connected by archwires, which apply gentle pressure to move the teeth into their correct position over time. Metal braces are durable, effective, and suitable for treating a wide range of dental misalignments.",
        "para2": "Though more visible than other options, modern metal braces are smaller and more comfortable than older versions. They remain a popular and reliable choice, especially for younger patients who may personalize them with colorful elastics.",
        "key" : 1
      },
      {
        "Label": "Ceramic braces",
        "img": "/image/Service Image/Orthodontics and Aligners/ceramic.webp",
        "para": "Ceramic braces offer a more aesthetically pleasing alternative to metal braces, as they use tooth-colored or clear ceramic brackets that blend in with the natural teeth. While the mechanics of ceramic braces are similar to metal braces, their less noticeable appearance makes them a popular choice among adults and teenagers who want a discreet orthodontic treatment.",
        "para2": "Though they are slightly more fragile than metal braces and may require more care, ceramic braces are highly effective at straightening teeth and correcting bite issues while maintaining a natural look throughout the treatment process.",
        "key" : 2
      },
      {
        "Label": "Clear aligners",
        "img": "/image/Service Image/Orthodontics and Aligners/braces.webp",
        "para": "Clear aligners are a nearly invisible orthodontic treatment option for patients seeking a discreet way to straighten their teeth. These custom-made, removable trays are worn over the teeth and gradually shift them into place. Clear aligners are popular because they are transparent, comfortable, and convenient, allowing patients to remove them for eating, drinking, and cleaning.",
        "para2": "Unlike traditional braces, clear aligners do not have metal components, making them an ideal choice for patients looking for a more aesthetic and comfortable solution. Regular aligner changes and checkups ensure teeth move into their correct position without the need for brackets and wires.",
        "key" : 3
      },
      {
        "Label": "Functional appliances",
        "img": "/image/Service Image/Orthodontics and Aligners/ortho_aplliances.webp",
        "para": "Functional appliances are orthodontic devices designed to correct jaw alignment and bite issues, particularly in growing children and teenagers. These appliances help guide the growth of the jaws and teeth into the proper position, preventing or minimizing the need for more extensive treatment later on. Functional appliances can be either fixed or removable and are commonly used to treat conditions such as overbites or underbites.",
        "para2": "By addressing skeletal discrepancies early, functional appliances contribute to long-term dental health and improved facial aesthetics, making them an essential part of early orthodontic intervention.",
        "key" : 4
      },
      {
        "Label": "Habit breaking appliance",
        "img": "/image/Service Image/Orthodontics and Aligners/habit_breaking.webp",
        "para": "Habit-breaking appliances are specialized orthodontic devices designed to help children and adults stop harmful oral habits, such as thumb sucking or tongue thrusting. These habits can negatively affect dental development, leading to misaligned teeth, bite issues, or jaw problems. Habit-breaking appliances work by discouraging these habits through gentle but consistent intervention.",
        "para2": "These devices are typically removable and custom-made to fit the patient’s mouth. They are a simple yet effective solution for preventing the long-term dental issues that can result from prolonged oral habits.",
        "key" : 5
      },
      {
        "Label": "Invisalign Aligner",
        "img": "/image/Service Image/Orthodontics and Aligners/aligners.webp",
        "para": "Invisalign aligners are a cutting-edge orthodontic treatment that uses a series of custom-made, clear, removable aligners to straighten teeth. Invisalign is highly popular among patients seeking an inconspicuous and comfortable way to correct their smiles. Each set of aligners is worn for about two weeks, gradually shifting the teeth without the need for metal brackets or wires.",
        "para2": "The aligners are nearly invisible, making them an excellent choice for adults and teenagers who prefer a subtle treatment option. Invisalign aligners are also removable, allowing for easy maintenance of oral hygiene and freedom to eat whatever you like throughout the treatment process.",
        "key" : 6
      }
    ],
    "detail":"Orthodontic treatments are designed to correct dental and facial irregularities, including crooked teeth, overbites, underbites, and overcrowding. Traditional braces, consisting of metal brackets and wires, gradually align the teeth by applying constant pressure over time. While effective, braces require regular adjustments and maintenance. Today, many patients are opting for more modern alternatives, such as clear aligners, which offer a nearly invisible way to achieve the same results.",
    "detail2": "Aligners, like Invisalign, are a popular option for those seeking a discreet and comfortable solution to straighten teeth. Custom-made from clear plastic, aligners are removable, allowing for easier cleaning and maintenance of oral hygiene. They are also more comfortable than traditional braces, with fewer restrictions on diet and lifestyle. Orthodontics and aligners not only improve the aesthetics of a smile but also enhance oral health by making teeth easier to clean, reducing the risk of decay and gum disease."
  },
  {
    "key": 5,
    "head": "Oral and Maxillofacial Surgery",
    "img" : "/image/Service Image/Oral and Maxillofacial Surgery/headImage.webp",
    "defi": [
      {
        "Label": "Painless Tooth Removal",
        "img": "/image/Service Image/Oral and Maxillofacial Surgery/tooth-removal.webp",
        "para": "Painless tooth removal involves extracting a damaged or problematic tooth with minimal discomfort, using modern techniques and anesthesia. This procedure is often necessary for teeth that are severely decayed, broken, or causing issues with alignment. By using advanced anesthetic methods, the process is designed to be as comfortable as possible, ensuring a smooth and stress-free experience for the patient.",
        "para2": "The goal is to minimize trauma to the surrounding tissues, promoting faster healing and reducing post-operative discomfort, while effectively addressing the underlying dental issue.",
        "key" : 1
      },
      {
        "Label": "Wisdom teeth removal",
        "img": "/image/Service Image/Oral and Maxillofacial Surgery/wisdom_teeth.webp",
        "para": "Wisdom teeth removal is a common procedure to extract the third molars located at the back of the mouth. These teeth often become impacted or misaligned, leading to pain, infection, or damage to adjacent teeth. The removal process is usually performed under local anesthesia or sedation to ensure patient comfort.",
        "para2": "Timely wisdom tooth extraction helps prevent future dental complications such as overcrowding, cysts, or gum infections. Post-surgical care focuses on managing swelling and discomfort, with a recovery period that typically lasts a few days.",
        "key" : 2
      },
      {
        "Label": "Single Tooth Implant",
        "img": "/image/Service Image/Oral and Maxillofacial Surgery/Single-implant.webp",
        "para": "A single tooth implant is a permanent solution for replacing a missing tooth. The procedure involves inserting a titanium post into the jawbone, which acts as the tooth root, followed by placing a custom crown on top to restore both function and appearance. Single tooth implants provide a strong, natural-looking replacement that mimics the appearance and function of a real tooth.",
        "para2": "This option is ideal for patients who want a long-lasting, durable solution for a missing tooth, without affecting the neighboring teeth, as implants help preserve the integrity of the surrounding bone.",
        "key" : 3
      },
      {
        "Label": "Implant supported Bridge",
        "img": "/image/Service Image/Oral and Maxillofacial Surgery/implant-supported-bridge.webp",
        "para": "An implant-supported bridge is used when multiple teeth are missing and can be a more stable alternative to traditional bridges. Instead of relying on adjacent teeth for support, dental implants are placed to anchor the bridge, providing a secure and durable solution. This approach protects the health of the remaining teeth and prevents bone loss in the area where teeth are missing.",
        "para2": "Implant-supported bridges offer enhanced functionality, allowing patients to eat, speak, and smile with confidence, while maintaining a natural look that blends seamlessly with the rest of the teeth.",
        "key" : 4
      },
      {
        "Label": "Implant supported denture",
        "img": "/image/Service Image/Oral and Maxillofacial Surgery/implantsupporteddentures.webp",
        "para": "Implant-supported dentures are a stable and secure solution for patients who need full or partial dentures. Unlike traditional dentures, which rest on the gums, these dentures are anchored to dental implants placed in the jawbone, offering greater stability and comfort. Implant-supported dentures eliminate issues like slippage, improving the patient’s ability to eat and speak confidently.",
        "para2": "This long-lasting solution provides superior functionality, comfort, and aesthetics, making it an excellent option for patients looking to restore their smile and oral health.",
        "key" : 5
      },
      {
        "Label": "Immediate implant",
        "img": "/image/Service Image/Oral and Maxillofacial Surgery/Immediate implant.webp",
        "para": "Immediate implants involve placing a dental implant immediately after a tooth extraction. This approach minimizes the time between tooth removal and implant placement, offering patients a faster solution for tooth replacement. Immediate implants preserve the natural contour of the gums and bone, reducing the need for additional procedures later on.",
        "para2": "This procedure is ideal for patients with sufficient bone density and healthy gums, offering a quicker restoration of function and appearance, often in a single visit.",
        "key" : 6
      },
      {
        "Label": "Bone Regeneration",
        "img": "/image/Service Image/Oral and Maxillofacial Surgery/Bone-Regeneration.webp",
        "para": "Bone regeneration is a process used to rebuild and strengthen areas of the jawbone that have been weakened by tooth loss, gum disease, or injury. This treatment involves using grafting materials to stimulate the growth of new bone, providing a strong foundation for dental implants or other restorative procedures.",
        "para2": "By regenerating lost bone tissue, this procedure helps maintain facial structure, improves the success of dental implants, and ensures long-term oral health.",
        "key" : 7
      },
      {
        "Label": "Bone Grafting",
        "img": "/image/Service Image/Oral and Maxillofacial Surgery/boneGrafting.webp",
        "para": "Bone grafting is a surgical procedure that restores bone mass in areas where it has been lost due to tooth loss, gum disease, or injury. The graft material is placed in the affected area to encourage new bone growth, creating a solid foundation for dental implants or other treatments. Bone grafting is essential when the jawbone is too weak to support an implant on its own.",
        "para2": "This procedure helps preserve the structure of the jaw and improves the functionality of the teeth, allowing for successful dental restorations and long-term stability.",
        "key" : 8
      },
      {
        "Label": "Dental cyst",
        "img": "/image/Service Image/Oral and Maxillofacial Surgery/dentalCyst.webp",
        "para": "A dental cyst is a fluid-filled sac that can form in the jaw or around a tooth. These cysts may develop due to infection, injury, or developmental issues, and can cause discomfort, swelling, or even damage to the surrounding bone and teeth if left untreated. Dental cysts are typically treated through surgical removal, followed by appropriate care to promote healing.",
        "para2": "Early detection and treatment of dental cysts help prevent complications and ensure the continued health of the surrounding teeth and tissues.",
        "key" : 9
      },
      {
        "Label": "Frenectomy",
        "img": "/image/Service Image/Oral and Maxillofacial Surgery/frenectomy.webp",
        "para": "A frenectomy is a minor surgical procedure used to remove or modify the frenum, a small fold of tissue that connects the lips, tongue, or cheeks to the gums. This procedure is often performed to correct issues like tongue-tie or lip-tie, which can affect speech, eating, or dental alignment. By removing or adjusting the frenum, a frenectomy can improve oral function and comfort.",
        "para2": "The procedure is typically quick and straightforward, with minimal recovery time, making it a common solution for both children and adults experiencing frenum-related issues.",
        "key" : 10
      }
    ],
    "detail":"Oral and Maxillofacial Surgery is a specialized field that focuses on the diagnosis and treatment of conditions affecting the mouth, jaw, face, and neck. This includes complex procedures such as tooth extractions, corrective jaw surgery, and treatment of facial trauma. Oral surgeons are also skilled in addressing congenital deformities, tumors, cysts, and severe infections in the facial region.",
    "detail2":"With expertise in both surgical and non-surgical treatments, oral and maxillofacial surgery ensures patients receive comprehensive care for functional and aesthetic concerns, enhancing both oral health and appearance."

  },
  {
    "key": 6,
    "head": "Pediatric Dentistry",
    "img" : "/image/Service Image/Pediatric Dentistry/headImage.webp",
    "defi": [
      {
        "Label": "Root canal treatment in milk teeth (Pulpectomy)",
        "img": "/image/Service Image/Pediatric Dentistry/Pulpectomy.webp",
        "para": "Pulpectomy is a root canal treatment specifically for milk teeth, aimed at preserving the tooth when the pulp becomes infected or damaged due to decay or trauma. In this procedure, the infected pulp tissue is completely removed, and the root canals are cleaned, disinfected, and filled with a biocompatible material. This helps maintain the function of the milk tooth until it is naturally replaced by a permanent tooth.",
        "para2": "Pulpectomy is crucial in ensuring the health of the surrounding permanent teeth, preventing premature tooth loss, and maintaining proper oral development in children.",
        "key" : 1
      },
      {
        "Label": "Pulpotomy",
        "img": "/image/Service Image/Pediatric Dentistry/Pulpotomy.webp",
        "para": "A pulpotomy is a dental procedure used to treat decay in milk teeth while preserving the healthy portion of the tooth’s pulp. In this treatment, only the infected portion of the pulp is removed, and the remaining healthy tissue is covered with a protective dressing to promote healing. Pulpotomy is often performed to avoid more invasive procedures and to maintain the vitality of the tooth.",
        "para2": "This treatment helps keep the milk tooth intact until it is naturally lost, preventing alignment issues and ensuring the child’s oral development proceeds normally.",
        "key" : 2
      },
      {
        "Label": "Milk tooth extraction",
        "img": "/image/Service Image/Pediatric Dentistry/milkToothExtraction.webp",
        "para": "Milk tooth extraction is the removal of a baby tooth that is decayed, damaged, or causing crowding issues. While preserving baby teeth is typically preferred, extraction may be necessary in certain cases to prevent infection, protect surrounding teeth, or create space for incoming permanent teeth. The procedure is quick and performed under local anesthesia to ensure the child's comfort.",
        "para2": "Proper care after the extraction helps promote healing and ensures that the child’s oral development remains on track, with minimal disruption to their natural tooth transition.",
        "key" : 3
      },
      {
        "Label": "Dental filling in milk teeth",
        "img": "/image/Service Image/Pediatric Dentistry/milkteethfilling.webp",
        "para": "Dental fillings in milk teeth are used to restore teeth that have been affected by cavities or minor damage. The procedure involves removing the decayed portion of the tooth and filling it with a child-friendly, durable material. These fillings not only restore the tooth’s function but also prevent further decay or damage, ensuring that the milk tooth remains healthy until it naturally falls out.",
        "para2": "Maintaining the health of baby teeth is essential for proper spacing and alignment of permanent teeth, and dental fillings play a key role in preserving this balance.",
        "key" : 4
      },
      {
        "Label": "Dental crown treatment for milk teeth",
        "img": "/image/Service Image/Pediatric Dentistry/crownMilkTeeth.webp",
        "para": "Dental crowns for milk teeth are used to protect and restore baby teeth that are severely decayed or damaged. These crowns, typically made from stainless steel or tooth-colored materials, cover the entire tooth, providing protection and strength. Crowns are often used after treatments like pulpectomy or pulpotomy to ensure the tooth remains functional until it naturally falls out.",
        "para2": "Crowns help maintain the tooth's structure, support proper chewing, and prevent the need for premature extraction, contributing to the child’s overall dental health.",
        "key" : 5
      },
      {
        "Label": "Space maintainer treatment",
        "img": "/image/Service Image/Pediatric Dentistry/spaceMaintainer.webp",
        "para": "Space maintainers are orthodontic devices used to hold open the space left by a prematurely lost baby tooth, ensuring that the surrounding teeth do not shift into the empty space. This is crucial for guiding the proper eruption of permanent teeth and preventing issues like crowding or misalignment. Space maintainers can be fixed or removable, depending on the child's needs.",
        "para2": "By preserving the space for the permanent tooth, this treatment helps maintain proper dental alignment and prevents future orthodontic issues.",
        "key" : 6
      },
      {
        "Label": "Behavioral management",
        "img": "/image/Service Image/Pediatric Dentistry/behaviour.webp",
        "para": "Behavioral management in pediatric dentistry involves techniques to ensure that children are comfortable, cooperative, and less anxious during dental treatments. These strategies include positive reinforcement, tell-show-do methods, and distraction techniques to create a child-friendly environment. Behavioral management is essential for building trust and making dental visits a positive experience for young patients.",
        "para2": "This approach not only helps in delivering successful treatments but also fosters good oral hygiene habits and reduces dental anxiety in the long run, contributing to lifelong dental health.",
        "key" : 7
      }
    ],
    "detail":"Pediatric Dentistry is dedicated to providing dental care for infants, children, and adolescents, including those with special health care needs. Pediatric dentists focus on preventive care, early detection of dental issues, and building positive dental habits from a young age. Common treatments include cavity prevention, fluoride treatments, and behavioral management to ensure children have a comfortable and stress-free dental experience.",
    "detail2":"This specialized field emphasizes educating both children and parents on the importance of maintaining good oral hygiene, helping to ensure a lifetime of healthy smiles."

  },
  {
    "key": 7,
    "head": "Preventive Dental Care",
    "img" : "/image/Service Image/Preventive Dental Care/HeadImage.webp",
    "defi": [
      {
        "Label": "Topical fluoride treatment",
        "img": "/image/Service Image/Preventive Dental Care/topical.webp",
        "para": "Topical fluoride treatment is a preventive dental procedure that strengthens the enamel of the teeth, making them more resistant to decay. This treatment involves applying a fluoride gel, foam, or solution directly to the teeth. The fluoride helps to remineralize weakened enamel and prevents the development of cavities. It's particularly beneficial for children and individuals at high risk of dental decay.",
        "para2": "By providing an extra layer of protection against acids and bacteria, topical fluoride treatments contribute to long-term oral health, promoting stronger, healthier teeth.",
        "key" : 1
      },
      {
        "Label": "Fluoride varnish",
        "img": "/image/Service Image/Preventive Dental Care/varnish.webp",
        "para": "Fluoride varnish is a highly concentrated form of fluoride that is painted directly onto the teeth. This varnish adheres to the enamel, providing a slow release of fluoride over time to help prevent cavities and strengthen tooth enamel. Fluoride varnish is commonly used in pediatric dentistry as a safe and effective way to protect children's teeth, though it is also suitable for adults.",
        "para2": "The treatment is quick and easy, requiring no special preparation, and provides lasting protection against decay while promoting healthier teeth in the long term.",
        "key" : 2
      },
      {
        "Label": "Oral prophylaxis",
        "img": "/image/Service Image/Preventive Dental Care/prophy.webp",
        "para": "Oral prophylaxis is a professional cleaning procedure designed to remove plaque, tartar, and stains from the teeth. This treatment is essential for maintaining oral hygiene and preventing gum disease, cavities, and other dental issues. Oral prophylaxis typically includes scaling and polishing, leaving the teeth clean and smooth.",
        "para2": "his routine cleaning not only helps in maintaining overall oral health but also improves the appearance of the teeth, contributing to a brighter and healthier smile.",
        "key" : 3
      },
      {
        "Label": "Scaling and polishing",
        "img": "/image/Service Image/Preventive Dental Care/polishing.webp",
        "para": "Scaling and polishing are procedures used to remove plaque and tartar buildup from the teeth. Scaling involves using special tools to remove hardened deposits above and below the gumline, preventing gum disease and decay. Polishing smooths the surface of the teeth, making them more resistant to future plaque accumulation and giving them a clean, polished appearance.",
        "para2": "These treatments are crucial for maintaining healthy gums, preventing periodontal disease, and ensuring the longevity of your teeth.",
        "key" : 4
      },
      {
        "Label": "Pit and fissure sealant",
        "img": "/image/Service Image/Preventive Dental Care/pit&sealant.webp",
        "para": "Pit and fissure sealants are a preventive measure used to protect the deep grooves in the chewing surfaces of the back teeth. These grooves can trap food particles and bacteria, making them prone to decay. A sealant is a thin, protective coating applied to the teeth to block out bacteria and prevent cavities from forming in these vulnerable areas.",
        "para2": "This treatment is particularly effective for children and teenagers, offering long-lasting protection and reducing the risk of cavities in hard-to-reach areas.",
        "key" : 5
      }
    ],
    "detail":"Preventive Dental Care aims to maintain and improve oral health through proactive measures. This includes regular dental check-ups, cleanings, fluoride treatments, and the application of sealants to protect teeth from cavities. The goal of preventive care is to identify potential dental issues before they become serious, reducing the need for extensive treatments in the future.",
    "detail2":"By promoting good oral hygiene practices and early intervention, preventive dental care helps ensure long-term dental health and prevents the development of gum disease, tooth decay, and other common dental problems."
  },
  {
    "key": 8,
    "head": " Cosmetic dentistry",
    "img" : "/image/Service Image/Cosmetic/headImage.webp",
    "defi": [
      {
        "Label": "Instant Teeth whitening",
        "img": "/image/ModalImage/zoom-teeth-whitening.webp",
        "para": "Instant teeth whitening is a professional cosmetic treatment that provides immediate results in brightening and whitening the teeth. This procedure uses advanced whitening agents and specialized light technology to remove deep stains caused by coffee, tea, smoking, and other factors. The treatment is quick, often completed in a single visit, and delivers long-lasting results with minimal sensitivity.  ",
        "para2": "Instant teeth whitening is perfect for individuals seeking a fast and effective solution for a radiant, confident smile.",
        "key" : 1
      },
      {
        "Label": "Digital smile design",
        "img": "/image/Service Image/Cosmetic/digital-smile-design.webp",
        "para": "Digital Smile Design (DSD) is a cutting-edge process that uses digital technology to create a virtual simulation of your ideal smile. This technique allows patients to visualize their potential results before undergoing any dental treatments. By analyzing facial and dental proportions, DSD helps dentists design a customized treatment plan tailored to enhance each patient’s unique smile.",
        "para2": "This innovative approach ensures precision and satisfaction, empowering patients to take an active role in designing their perfect smile.",
        "key" : 2
      },
      {
        "Label": "Invisible braces",
        "img": "/image/Service Image/Cosmetic/invisibleBraces.webp",
        "para": "Invisible braces are a modern orthodontic solution that straightens teeth discreetly without the use of traditional metal braces. These clear aligners are custom-made to fit over the teeth and gradually shift them into the desired position. They are removable, making them convenient for eating and cleaning, and are nearly invisible, offering a more aesthetic option for orthodontic treatment.",
        "para2": "Invisible braces are ideal for patients seeking a comfortable, unobtrusive way to achieve a beautifully aligned smile.",
        "key" : 3
      },
      {
        "Label": "Porcelain Veneers",
        "img": "/image/Service Image/Cosmetic/Porcelain Veneers.webp",
        "para": "Porcelain veneers are thin, custom-made shells of ceramic material designed to cover the front surface of the teeth. These veneers improve the appearance of teeth that are discolored, chipped, misaligned, or have gaps. Porcelain is highly durable and mimics the natural translucency of tooth enamel, providing a long-lasting and aesthetically pleasing result.",
        "para2": "Porcelain veneers offer a transformative solution for enhancing your smile, with results that are both natural-looking and durable.",
        "key" : 4
      },
      {
        "Label": "Composite Veneers ",
        "img": "/image/Service Image/Cosmetic/composite Veneers.webp",
        "para": "Composite veneers are a cost-effective alternative to porcelain veneers, made from a tooth-colored composite resin material. These veneers are applied directly to the tooth’s surface to correct imperfections like chips, gaps, and discoloration. Composite veneers are less invasive and can be completed in a single visit, making them a convenient option for minor cosmetic enhancements.",
        "para2": "Though slightly less durable than porcelain, composite veneers provide a beautiful, natural-looking smile at an affordable price.",
        "key" : 5
      },
      {
        "Label": "Gum depigmentation",
        "img": "/image/Service Image/Cosmetic/gum-depigmentation.webp",
        "para": "Gum depigmentation, also known as gum bleaching, is a cosmetic procedure designed to lighten the dark or uneven pigmentation on the gums. This treatment removes excess melanin in the gum tissue, resulting in a more uniform and aesthetically pleasing appearance. Gum depigmentation can be performed using lasers or other techniques, offering minimal discomfort and quick recovery.",
        "para2": "This procedure is ideal for individuals who are self-conscious about dark or patchy gums and want to achieve a brighter, healthier smile.",
        "key" : 6
      },
      {
        "Label": "Hydra facial",
        "img": "/image/Service Image/Cosmetic/hydrafacial-treatment.webp",
        "para": "HydraFacial is a non-invasive, multi-step skincare treatment that deeply cleanses, exfoliates, and hydrates the skin. It uses a specialized device to deliver a serum-infused treatment that nourishes the skin while removing impurities. HydraFacials are suitable for all skin types and can address various concerns such as fine lines, wrinkles, and acne, leaving the skin refreshed and glowing.",
        "para2": "This treatment is gentle yet effective, providing immediate results with no downtime, making it perfect for maintaining healthy, radiant skin.",
        "key" : 7
      },
      {
        "Label": "Chemical/Organic peel",
        "img": "/image/Service Image/Cosmetic/Organic_peeling.webp",
        "para": "A chemical or organic peel is a skin-resurfacing treatment designed to improve the texture and appearance of the skin by removing the damaged outer layers. Chemical peels use specific acids to exfoliate the skin, while organic peels utilize natural ingredients. These peels can treat various skin issues, including fine lines, sun damage, acne scars, and uneven pigmentation, leaving the skin smoother and more youthful-looking.",
        "para2": "This rejuvenating procedure helps refresh the skin, promoting cellular regeneration and a clearer, more vibrant complexion.",
        "key" : 8
      }
    ],
    "detail":"Cosmetic Dentistry focuses on improving the appearance of the teeth, gums, and smile. Popular cosmetic procedures include teeth whitening, dental veneers, bonding, and reshaping. Cosmetic dentistry not only enhances aesthetics but can also improve overall dental health by addressing issues such as misalignment, chipped teeth, and discoloration.",
    "detail2":"This field combines artistry and science, offering patients customized solutions to achieve a bright, confident smile while maintaining optimal oral health."
  }
]